Repository: 84000/data-translation-memory
Catalog: toh328-v2.tmx
Source language: bo
Languages: en

source: དགའ་བོ་རབ་ཏུ་བྱུང་བའི་མདོ།
en: The Sūtra of Nanda’s Going Forth

source: ཐམས་ཅད་མཁྱེན་པ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the Omniscient One.

source: འདི་སྐད་བདག་གིས་ཐོས་པའི་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་སེར་སྐྱའི་གནས་ཀྱི་ནྱ་གྲོ་དྷའི་ཀུན་དགའི་ར་བ་ན་བཞུགས་སོ། །
en: The Blessed One was staying in Banyan Grove near Kapilavastu.

source: དེ་ནས་བཅོམ་ལྡན་འདས་སྔ་དྲོ་ཆོས་གོས་དང་ཤམ་ཐབས་མནབས་ཏེ། ལྷུང་བཟེད་བསྣམས་ནས་ཕྱི་བཞིན་འབྲང་བའི་དགེ་སྦྱོང་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་དང་། སེར་སྐྱའི་གནས་སུ་བསོད་སྙོམས་ལ་གཤེགས་སོ། །
en: One morning he put on his upper and lower robes, took his alms bowl, and went to Kapilavastu for alms, attended by the śramaṇa Venerable Ānanda.

source: དེ་ནས་བཅོམ་ལྡན་འདས་རིགས་ཀྱི་བུ་དགའ་བོའི་ཁྱིམ་ག་ལ་བ་དེར་གཤེགས་པ་དང་། རིགས་ཀྱི་བུ་དགའ་བོས་བཅོམ་ལྡན་འདས་རྒྱང་རིང་པོ་ནས་གཤེགས་པ་མཐོང་ངོ་། །
en: The Blessed One approached the house of the noble son, Nanda. Nanda saw from afar that the Blessed One was coming.

source: མཐོང་ནས་ཀྱང་རིངས་པ་རིངས་པར་བཅོམ་ལྡན་འདས་ཀྱི་ཆེད་དུ་གདན་བཤམས་ནས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Having seen this, he quickly arranged a seat for him and said,

source: བཅོམ་ལྡན་འདས་ཚུར་གཤེགས།
en: “Do come inside, Blessed One!

source: བཅོམ་ལྡན་འདས་གཤེགས་པ་ལེགས་སོ། །
en: Welcome, Blessed One!

source: བཅོམ་ལྡན་འདས་གདན་བཤམས་པ་ལ་བཞུགས་སུ་གསོལ།
en: Please take a seat, Blessed One!”

source: བཅོམ་ལྡན་འདས་བཞུགས་སོ། །
en: The Blessed One took a seat.

source: དེ་ནས་རིགས་ཀྱི་བུ་དགའ་བོས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་འདུག་གོ། །
en: Then Nanda, the noble son, prostrated at the Blessed One’s feet and sat down in front of him.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་རིགས་ཀྱི་བུ་དགའ་བོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །
en: The Blessed One asked Nanda, the noble son,

source: དགའ་བོ་ཅིའི་ཕྱིར་རབ་ཏུ་མི་འབྱུང་།
en: “Nanda, why do you not go forth?”

source: དགའ་བོས་གསོལ་པ།
en: Nanda responded,

source: བཅོམ་ལྡན་འདས་རབ་ཏུ་འབྱུང་བ་ཞེས་བྱ་བའི་ཚིག་གི་དོན་ཅི་ལགས།
en: “Blessed One, please explain what is meant by the words going forth.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The Blessed One replied as follows:

source: སྡིག་པ་ཐམས་ཅད་ཡོངས་སུ་སྤོང་བ་ཡིན་ནོ། །
en: “It is the complete avoidance of all sinful deeds.

source: འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་རབ་ཏུ་སེལ་བ་ཡིན་ནོ། །
en: It is the perfect elimination of desire, anger, and ignorance.

source: འཐབ་པ་དང་། ཐབ་མོ་དང་། མཚང་འདྲུ་བ་དང་། རྩོད་པ་དང་། འགྱེད་པ་དང་། སྒྱུ་དང་། གཡོའི་མུན་པས་བསྡུས་པའི་དྲི་མ་ཐམས་ཅད་འཁྲུ་བ་ཡིན་ནོ། །
en: It is the cleansing of all defilements that gather in the darkness of fighting, battle, blaming, quarreling, disputation, deception, and dishonesty.

source: ལོ་ཏོག་ཐམས་ཅད་ཀྱི་ས་གཞི་ལྟ་བུར་ཡོན་ཏན་ཐམས་ཅད་ཀྱི་གཞི་ཡིན་ནོ། །
en: It is the basis of all virtues, just as fertile soil is the basis of all grains.

source: རིན་པོ་ཆེ་ཐམས་ཅད་ཀྱི་འབྱུང་གནས་ཡིན་ནོ། །
en: It is the source of all precious things.

source: བདེ་བ་ཐམས་ཅད་ཀྱི་ཡིད་བཞིན་གྱི་ནོར་བུ་ཡིན་ནོ། །
en: It is the wish-fulfilling gem of all happiness.

source: ཡོན་ཏན་ཐམས་ཅད་ཀྱི་གོ་འཕང་གི་གནས་ཡིན་ནོ། །
en: It is the exalted abode of all virtues.

source: སེམས་ཅན་ཐམས་ཅད་དབུགས་འབྱིན་པ་ཡིན་ནོ། །
en: It is what gives relief to all sentient beings.

source: འབྱུང་པོ་ཐམས་ཅད་ཀྱི་ཡིད་བརྟན་པ་ཡིན་ནོ། །
en: It is the confidence of all beings.

source: སྲོག་ཆགས་ཐམས་ཅད་ལ་མི་འཇིགས་པ་སྦྱིན་པ་ཡིན་ནོ། །
en: It is what grants fearlessness to all living creatures.

source: སེམས་ཅན་དབུལ་པོ་ཐམས་ཅད་ཀྱི་བུམ་པ་བཟང་པོ་ཡིན་ནོ། །
en: It is the excellent vase for all beings who are poor.

source: སྐྱབས་མེད་པ་རྣམས་ཀྱི་དཔུང་གཉེན་ཡིན་ནོ། །
en: It is the defense for those who are defenseless.

source: ཀུན་དུ་ཚོལ་བས་ཕོངས་པ་དང་སྡུག་བསྔལ་གྱིས་ཉམ་ཐག་པ་རྣམས་ཀྱི་བསྟི་ས་ཡིན་ནོ། །
en: It is the resting place for those exhausted by aimless longing and tormented by suffering.

source: སངས་རྒྱས་ཐམས་ཅད་ཀྱི་མ་འདྲེས་པ་ཡིན་ནོ། །
en: It is the distinctive feature of all buddhas.

source: སེམས་ཅན་ཐམས་ཅད་ཀྱིས་མཆོད་པར་བྱ་བ་ཡིན་ནོ། །
en: It is the object of worship of all sentient beings.

source: མཁས་པ་རྣམས་ཀྱིས་བསྔགས་པ་ཡིན་ནོ། །
en: It is what the wise ones praise.

source: ཐར་པར་འགྲོ་བ་རྣམས་ཀྱི་ལམ་ཡིན་ནོ། །
en: It is the path for those proceeding toward liberation.

source: སེམས་ཅན་དག་པ་རྣམས་ཀྱི་བསྙེན་པར་བྱ་བ་ཡིན་ནོ། །
en: It is what pure sentient beings revere.

source: སྣོད་དུ་གྱུར་པ་རྣམས་ཀྱིས་བསྟེན་པར་བྱ་བ་ཡིན་ནོ། །
en: It is what is adhered to by those sentient beings who are suitable vessels.

source: ངན་སོང་གི་སྒོ་གཅོད་པ་ཡིན་ནོ། །
en: It is what closes the gate to rebirth in lower states of existence.

source: མཐོ་རིས་དང་ཐར་པའི་སྒོ་འབྱེད་པ་ཡིན་ནོ། །
en: It is what opens the gate to higher states of existence and liberation.

source: ལྷའི་འགྲོ་བ་རྣམས་ཀུན་དུ་འགེངས་པ་ཡིན་ནོ། །
en: It is what fills up the realm of divine beings.

source: སྡུག་བསྔལ་ཐམས་ཅད་ཀུན་དུ་གཅོད་པ་ཡིན་ནོ། །
en: It is the dispeller of all sufferings.

source: སྲེད་པའི་འཆིང་བས་བཅིངས་པ་རྣམས་རྣམ་པར་གྲོལ་བར་བྱེད་པ་ཡིན་ཏེ།
en: It is the liberator of those bound by the fetters of craving.

source: དགའ་བོ་དེ་ནི་རབ་ཏུ་བྱུང་བ་ཞེས་བྱའོ། །
en: Nanda, this is what we call going forth.

source: ཡང་དག་པའི་ལྟ་བའི་ཁྱིམ་ཡིན་ནོ། །
en: “It is the house of those with right view.

source: ཐར་པའི་ཡང་དག་པར་སྡོམ་པ་ཡིན་ནོ། །
en: It is the true commitment to liberation.

source: མྱ་ངན་ལས་འདས་པ་ལ་བསྙེན་པ་ཡིན་ནོ། །
en: It is what leads to nirvāṇa.

source: རྒྱུན་ཉེ་བར་གཅོད་པ་ཡིན་ནོ། །
en: It is the complete termination of the continuum.

source: ཉོན་མོངས་པ་རྣམས་སྲེག་པ་ཡིན་ནོ། །
en: It is what burns away the afflictions.

source: ཕྲ་རྒྱས་རྣམས་འབྱིན་པ་ཡིན་ནོ། །
en: It is what uproots the latent propensities.

source: ལྟ་བ་ངན་པའི་དྲ་བ་རྣམས་འཇིག་པར་བྱེད་པ་ཡིན་ནོ། །
en: It is what destroys the web of perverted views.

source: བདུད་ཀྱི་རྒྱལ་མཚན་སྙོལ་བ་ཡིན་ནོ། །
en: It is what topples the victory banner of Māra.

source: བཟོད་པ་སྨྲ་བ་སྒྲེང་བ་ཡིན་ནོ། །
en: It is what raises the victory banner of the teacher of forbearance.

source: འཁོར་བའི་འཁོར་ལོ་ལྡོག་པར་བྱེད་པ་ཡིན་ནོ། །
en: It is what reverses the wheel of saṃsāra.

source: ཆོས་ཀྱི་འཁོར་ལོ་སྐོར་བར་བྱེད་པ་ཡིན་ནོ། །
en: It is what turns the wheel of Dharma.

source: ནུ་ཞོའི་རྒྱ་མཚོ་སྐེམས་པ་ཡིན་ནོ། །
en: It is what dries up the ocean of milk.

source: རུས་པའི་རི་འཇིག་པར་བྱེད་པ་ཡིན་ནོ། །
en: It is what destroys the mountain of bones.

source: སྐྱེ་བ་དང་། རྒ་བ་དང་། ན་བ་དང་། འཆི་བའི་མཐའ་ཡིན་ནོ། །
en: It is the end of birth, aging, illness, and death.

source: ཕུང་པོའི་ཁུར་འཇོག་པ་ཡིན་ནོ། །
en: It is what unloads the burden of aggregates.

source: ཉོན་མོངས་པའི་འདམ་དུ་བྱིང་བ་རྣམས་འབྱིན་པ་ཡིན་ནོ། །
en: It is what extricates those mired in the swamp of afflictions.

source: ཁྱིམ་གྱི་གཟེབ་ཏུ་བཅིངས་པ་རྣམས་རྣམ་པར་གྲོལ་བར་བྱེད་པ་ཡིན་ནོ། །
en: It is what liberates those in the cage of the household.

source: གནོད་པའི་ཚོར་བ་རྣམས་ཟད་པར་བྱེད་པ་ཡིན་ནོ། །
en: It is what dispels harmful feelings.

source: ཐེ་ཚོམ་རྣམས་དང་ཉོན་མོངས་པའི་དྲི་མ་བརྟན་པོར་གྱུར་པ་རྣམས་གཅོད་པ་ཡིན་ནོ། །
en: It is what destroys doubts and the entrenched defilements of the afflictions.

source: རྒ་ཤིས་འཇིགས་པ་རྣམས་དབུགས་འབྱིན་པ་ཡིན་ནོ། །
en: It is what gives relief from the fears of aging and death.

source: སྡུག་པ་དང་བྲལ་བ་ཟད་པར་བྱེད་པ་ཡིན་ནོ། །
en: It is what terminates suffering due to separation from what we love.

source: འཁོར་བའི་སྡུག་བསྔལ་གྱིས་གཙེས་པ་རྣམས་ཀྱི་བདེ་བ་དང་མི་འཇིགས་པའི་འགྲམ་ཡིན་ནོ། །
en: It is the riverbank of happiness and fearlessness for those tormented by the suffering of saṃsāra.

source: འདོད་པའི་ཁམས་ལས་རྒལ་བར་བྱེད་པ་ཡིན་ནོ། །
en: It is what helps us transcend the desire realm.

source: གཟུགས་ཀྱི་ཁམས་ལས་ཡང་དག་པར་རྒལ་བར་བྱེད་པ་ཡིན་ནོ། །
en: It is what helps us completely transcend the form realm.

source: གཟུགས་མེད་པའི་ཁམས་ལས་རྣམ་པར་རྒལ་བར་བྱེད་པ་ཡིན་ནོ། །
en: It is what helps us entirely transcend the formless realm.

source: དོན་དམ་པར་མྱ་ངན་ལས་འདས་པ་མཆོག་ཐོབ་པར་བྱེད་པ་ཡིན་ཏེ། །
en: Ultimately, it makes us attain the supreme nirvāṇa.

source: འཇིག་རྟེན་ཐམས་ཅད་ཀྱི་མིག་ལྟ་བུ་ཡིན་ནོ། །
en: “It is like the eye of all worlds.

source: གཏི་མུག་གི་མུན་པའི་སྒྲོན་མ་ཡིན་ནོ། །
en: It is the lamp in the darkness of ignorance.

source: རྒྱུད་དག་པར་བྱེད་པ་ཡིན་ནོ། །
en: It is the purifier of the mental continuum.

source: ཉོན་མོངས་པའི་ནད་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བྱེད་པ་ཡིན་ནོ། །
en: It is the pacifier of all the diseases linked to the afflictions.

source: ལམ་སྟོར་བ་རྣམས་ལ་ལམ་ཀུན་དུ་སྟོན་པ་ཡིན་ནོ། །
en: It is what reveals the path to those who have lost their way.

source: ཆོས་ཐམས་ཅད་ཀྱི་དེ་ཁོ་ན་སྟོན་པ་ཡིན་ནོ། །
en: It is what shows the essential nature of all phenomena.

source: མདུད་པ་ཐམས་ཅད་རྣམ་པར་གྲོལ་བར་བྱེད་པ་ཡིན་ནོ། །
en: It is what liberates us from all bonds.

source: མ་རིག་པའི་མུན་པ་ཐམས་ཅད་སེལ་བར་བྱེད་པ་ཡིན་ནོ། །
en: It is what dispels all the darkness of ignorance.

source: མི་ཤེས་པའི་རབ་རིབ་ཀྱི་སྒྲིབ་པའི་མུན་པ་རྣམས་འདྲལ་བར་བྱེད་པ་ཡིན་ནོ། །
en: It is what dissolves the obscuring darkness of the visual defects of unknowing.

source: ལེ་ལོ་ཅན་རྣམས་བརྩོན་འགྲུས་ལ་རྩོམ་པར་བྱེད་པ་ཡིན་ནོ། །
en: It is what encourages the lazy to make efforts.

source: ཚུལ་ཁྲིམས་ལ་ལྟུང་བ་རྣམས་སྐྱོ་བར་བྱེད་པ་ཡིན་ནོ། །
en: It is what disenchants those who violate ethical behavior.

source: ཚུལ་ཁྲིམས་ཕུན་སུམ་ཚོགས་པ་རྣམས་རབ་ཏུ་དགའ་བར་བྱེད་པ་ཡིན་ནོ། །
en: It is what delights those with perfect ethical behavior.

source: བརྩོན་འགྲུས་བརྩམས་པ་རྣམས་མཆོག་ཏུ་དགའ་བ་ཡིན་ནོ། །
en: It is what supremely delights the diligent.

source: ནང་དུ་ཡང་དག་འཇོག་ལ་མངོན་པར་དགའ་བ་རྣམས་རབ་ཏུ་དགའ་བ་ཡིན་ནོ། །
en: It is what delights those who take pleasure in seclusion.

source: རྣལ་འབྱོར་སྤྱོད་པ་རྣམས་མཆོག་ཏུ་ཆོག་ཤེས་པར་བྱེད་པ་ཡིན་ནོ། །
en: It is what deeply satisfies meditators.

source: ཉོན་མོངས་པའི་དགྲ་འཇོམས་པར་བྱེད་པ་རྣམས་ཀྱི་མཚོན་ཆ་ཡིན་ནོ། །
en: It is the weapon for those engaged in subduing the enemy, the afflictions.

source: ཕྱིར་མི་འོང་བ་རྣམས་མཆོག་ཏུ་རྒྱལ་བར་བྱེད་པ་ཡིན་ནོ། །
en: It is what grants victory to non-returners.

source: གནས་མེད་པ་རྣམས་ཀྱི་གནས་སོ། །
en: It is the abode for the homeless.

source: སྐྱོབ་པ་མེད་པ་རྣམས་ཀྱི་སྐྱོབ་པ་ཡིན་ནོ། །
en: It is the protector for those without protection.

source: འཇིགས་པས་འབྲེལ་པ་རྣམས་ཀྱི་མི་འཇིགས་པར་བྱེད་པ་ཡིན་ནོ། །
en: It is what grants fearlessness to those gripped by fear.

source: སྐྱབས་མེད་པ་རྣམས་ཀྱི་སྐྱབས་ཡིན་ནོ། །
en: It is the refuge for those without refuge.

source: སྡུག་བསྔལ་རྣམས་ཀྱི་བདེ་བའི་ཡོ་བྱད་ཡིན་ནོ། །
en: It is the means of attaining happiness for suffering ones.

source: འཁོར་བའི་འཆིང་བས་བཅིངས་པ་རྣམས་འགྲོལ་བར་བྱེད་པ་ཡིན་ཏེ།
en: It is what liberates those bound by the fetters of saṃsāra.

source: ལྷ་དང་མི་རྣམས་ཀྱིས་བཀུར་སྟི་བྱས་པ་ཡིན་ནོ། །
en: “It is honored by gods and humans.

source: མིའི་དབང་པོ་རྣམས་ཀྱིས་མཆོད་པ་ཡིན་ནོ། །
en: It is worshiped by kings.

source: སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་དགོངས་པ་ཡིན་ནོ། །
en: It is what is intended by all buddhas.

source: ཁྱིམ་གྱི་གནས་ཡོངས་སུ་གཏོང་བ་ཡིན་ནོ། །
en: It is the complete renunciation of one’s dwelling place.

source: མྱ་ངན་ལས་འདས་པའི་ལམ་འདྲེན་པ་ཡིན་ནོ། །
en: It is the guide on the path to nirvāṇa.

source: སྐྲའི་ཁུར་འདྲེག་པ་ཡིན་ནོ། །
en: It is the shaving of the burden of hair.

source: གོས་ངུར་སྨྲིག་ནི་འདོད་ཆགས་དང་བྲལ་བའི་རྟགས་ཡིན་ནོ། །
en: It is the saffron robe, the sign of being free from desires.

source: རིགས་པ་ལ་བརྩོན་པ་བརྩོན་འགྲུས་ཀྱི་ཞིང་ཡིན་ནོ། །
en: It is the field of appropriate endeavor.

source: འདི་ནི་དྲང་སྲོང་རྣམས་ཀྱི་རྒྱལ་མཚན་ཡིན་ནོ། །
en: It is the victory banner of the sages.

source: བདུད་སྡིག་ཏོ་ཅན་རྣམས་ཀྱི་གྲགས་པ་འཇོམས་པ་ཡིན་ནོ། །
en: It is what vanquishes the arrogance of evildoing demons.

source: ལྷ་དང་མི་རྣམས་རབ་ཏུ་དགའ་བར་བྱེད་པ་ཡིན་ཏེ།
en: It is what fully delights gods and humans.

source: དགའ་བོ་རབ་ཏུ་བྱུང་བ་ནི་དེ་ལྟ་བུ་ཡིན་ན་ཅིའི་ཕྱིར་རབ་ཏུ་མི་འབྱུང་།
en: Therefore, Nanda, if going forth is like this, why would you not go forth?

source: དགའ་བོ་རབ་ཏུ་བྱུང་བ་ནི་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་སྲིད་ཀྱི་བདེ་བ་བས་ཀྱང་ཆེས་ཁྱད་པར་དུ་འཕགས་པར་བདེ་བ་ཡིན་ན་
en: “Nanda, the happiness of going forth is far superior even to the happiness of the dominion of a universal monarch.

source: དགའ་བོ་གཞན་ཡང་དལ་བ་ཐོབ་པ་ནི་བསྐལ་པ་བྱེ་བ་བརྒྱར་ཡང་ཤིན་ཏུ་རྙེད་པར་དཀའ་བ་ཡིན་ཏེསངས་རྒྱས་འབྱུང་བ་ནི་དེ་བས་ཀྱང་ཆེས་རྙེད་པར་དཀའ་བ་ཡིན་ནོ། །
en: What’s more, Nanda, favorable circumstances are exceedingly difficult to find, even in one billion eons, yet for a buddha to have come is far more difficult to find than even that.

source: དགའ་བོ་ཐར་པར་འདོད་པ་རྒྱལ་པོའི་དྲང་སྲོང་རྣམས་དང་། གཞན་ཡང་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་རིན་པོ་ཆེ་སྣ་བདུན་དང་ལྡན་པ་རྣམས་ཀྱང་བཙུན་མོའི་འཁོར་དང་བཅས་ཏེ་ས་བོར་ནས་རབ་ཏུ་བྱུང་ངོ་། །
en: Nanda, royal sages wishing for liberation, as well as universal monarchs endowed with the seven royal treasures, together with their retinues of queens, have abandoned their lands and gone forth.

source: དེ་བཞིན་དུ་ཁྱིམ་བདག་དང་། བྲམ་ཟེའི་ཚོགས་གཞན་རྣམས་ཀྱང་ཁྱིམ་རྣམས་བོར་ནས་རབ་ཏུ་བྱུང་ངོ་། །
en: Similarly, householders and congregations of brahmins have also abandoned their homes and gone forth.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་རིགས་ཀྱི་བུ་དགའ་བོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Thereupon the noble son Nanda replied to the Blessed One,

source: བཙུན་པ་བདག་ནི་ཁྱིམ་པར་མཆིས་ལ་སྦྱིན་པ་དག་སྩལ། བསོད་ནམས་དག་བགྱི་ཞིང་། བཅོམ་ལྡན་འདས་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་བཅས་པ་ལ་ཡང་བསྙེན་བཀུར་བགྱི་ཞིང་། ཆོས་གོས་དང་། བསོད་སྙོམས་དང་། གཟིམས་ཆ་དང་། སྙུན་གྱི་གསོས་སྨན་དང་། ཡོ་བྱད་རྣམས་ཀྱང་བསྒྲུབ་པར་བགྱིའོ། །
en: “O Honorable One! I will remain a householder and give donations, make merit, and venerate the Blessed One and the community of śrāvakas. I will also supply them with monastic robes, alms, bedding, medicine for healing illnesses, and other necessities, too.”

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱིས་ཁམས་གསུམ་པ་གང་དག་ཡིན་པའི་འཇིག་རྟེན་གང་བར་གྱུར་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་དད་པ་ཅན་ལ་ལས་ལོ་བརྒྱར་འདི་ལྟ་སྟེ། ཆོས་གོས་དང་། བསོད་སྙོམས་དང་། མལ་སྟན་དང་། ནད་ཀྱི་གསོས་སྨན་དང་། ཡོ་བྱད་རྣམས་ཀྱིས་བསྙེན་བཀུར་བྱེད་ན་
en: “If for one hundred years faithful noble sons and noble daughters were to make offerings of monastic robes, alms, cushions, medicine for healing illnesses, and other necessities to as many thus-gone, worthy, complete, and perfect buddhas as would fill the whole universe and its three realms,

source: དགའ་བོ་དེ་ནི་རབ་ཏུ་བྱུང་བར་ངེས་པར་འབྱུང་བའི་སེམས་ཀྱི་བཅུ་དྲུག་གི་ཆར་ཡང་མི་ཕོད་དོ། །
en: Nanda, it would not compare to as much as a sixteenth fraction of the intention to go forth and renounce the world.

source: དགའ་བོ་ཁྱོད་ཀྱིས་རབ་ཏུ་བྱུང་། །དལ་བ་ཤིན་ཏུ་རྙེད་དཀའ་སྟེ། །
en: “Nanda, it is very difficult for you to find Such favorable conditions for going forth.

source: དགའ་བོ་སྟོན་པ་མངོན་གྱུར་པ། །ང་ལ་མི་མཉེས་མ་བྱེད་ཅིག །
en: Nanda, the teacher has appeared before you; So, do not disappoint me!

source: དགའ་བོ་དཔེར་ན་ས་ཆེན་པོ་འདི་ཆུ་གཅིག་པུར་རྒྱ་མཚོར་གྱུར་ལ། དེ་ན་རུ་སྦལ་ཞར་བ་གཅིག་ཀྱང་ཡོད། དེ་ན་གཉའ་ཤིང་བུ་ག་གཅིག་པ་གཅིག་ཀྱང་རྒྱུ་ལ་
en: “Suppose, Nanda, that this whole wide world comprised the waters of one great ocean in which there dwelled a single, blind turtle, and that there was also a single yoke with a hole, tossing about.

source: རུ་སྦལ་ཞར་བ་དེ་འདི་སྐད་དུ། གཉའ་ཤིང་གི་བུ་ག་དེར་མགྲིན་པ་ཆུད་པར་བྱའོ་སྙམ་དུ་སེམས་སྐྱེ་ཞིང་། གཉའ་ཤིང་བུ་ག་ཅན་དེ་ཡང་རླུང་གིས་བསྐྱོད་ནས་ཕྱོགས་ཕྱོགས་སུ་རྒྱུག་པར་བྱེད་པ་ན་
en: Considering this, that blind turtle entertains the thought that it must put its neck through the hole of this yoke, but the yoke with its hole is buffeted by the wind and tossed about in all directions. In that case,

source: དགའ་བོ་བརྒྱ་ལ་རྐྱེན་ཞིག་གིས་རུ་སྦལ་ཞར་བ་དེའི་མགྲིན་པ་གཉའ་ཤིང་གི་བུ་ག་དེར་འཇུག་པར་འགྱུར་གྱི།
en: Nanda, what are the chances that the blind turtle’s neck would ever accidentally enter the hole of that yoke, even in a hundred years?

source: དགའ་བོ་མི་ཉིད་ཐོབ་པ་ནི་མ་ཡིན་ནོ། །དལ་བ་ཕུན་སུམ་ཚོགས་པ་ཡང་དེ་བཞིན་ནོ། །
en: In the same way, Nanda, this human birth may not be found, nor the excellence of a favorable circumstance.

source: དགའ་བོ་ཁྱོད་ཀྱིས་མི་ཉིད་ཤིན་ཏུ་རྙེད་པར་དཀའ་བ་དང་། དེ་བཞིན་དུ་དལ་བ་ཕུན་སུམ་ཚོགས་པ་ཡང་རྙེད་ན།
en: “Nanda, it is very difficult for you to find this human birth; and thus, if you have found perfect favorable conditions,

source: དགའ་བོ་ཁྱོད་ཀྱིས་རབ་ཏུ་བྱུང་། །དལ་བ་ཤིན་ཏུ་རྙེད་དཀའ་རྙེད། །
en: “Nanda, you have found the very difficult to find Favorable conditions for going forth.

source: དགའ་བོ་སྟོན་པ་མངོན་གྱུར་ན། །
en: Nanda, the teacher has appeared before you; So,

source: ང་ལ་མི་མཉེས་མ་བྱེད་ཅིག །
en: do not disappoint me!

source: དཔེར་ན་འགའ་ཞིག་གིས་ཁབ་ཀྱི་མིག་གནམ་དུ་བསྟན་ཏེ་ཡུངས་ཀར་གྱི་འབྲུ་རྣམས་འཐོར་བར་བྱེད་ན་
en: “Suppose, Nanda, someone tosses some white mustard seeds at the eye of an upright-standing needle.

source: དགའ་བོ་བརྒྱ་ལ་རྐྱེན་ཞིག་གིས་དེར་ཡུངས་ཀར་གྱི་འབྲུ་གང་ཡིན་པ་གཅིག་ཆུད་པར་འགྱུར་གྱི།
en: In that case, Nanda, what are the chances that any single white mustard seed would pass through the eye, even in a hundred years?

source: དགའ་བོ་མི་ཉིད་རྙེད་པ་ནི་མ་ཡིན་ནོ། །དལ་བ་ཕུན་སུམ་ཚོགས་པ་ཡང་དེ་བཞིན་ནོ། །
en: In the same way, Nanda, this human birth may not be found, nor the excellence of a favorable circumstance.

source: དགའ་བོ་མི་ཉིད་ཤིན་ཏུ་རྙེད་པར་དཀའ་བ་དང་། དེ་བཞིན་དུ་དལ་བ་ཕུན་སུམ་ཚོགས་པ་ཡང་རྙེད་ན།
en: “Nanda, it is very difficult to find this human birth; and thus, if you have found perfect favorable conditions,

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “Why is that so?

source: བསྐལ་པ་བྱེ་བ་སྟོང་དང་ནི། །བརྒྱ་དང་ཁྲག་ཁྲིག་དག་ཏུ་ཡང་། །སངས་རྒྱས་སྒྲ་ནི་མི་ཐོས་ན། །
en: “If the word buddha was not heard Even in ten billion eons, And even in ten trillion eons,

source: སངས་རྒྱས་མཐོང་བ་ག་ལ་ཞིག །
en: How would it be possible to see a buddha?

source: ཨུ་དུམ་བ་རའི་མེ་ཏོག་ནི། །ཤིང་ལས་ཤིན་ཏུ་རྙེད་དཀའ་ལྟར། །དེ་བཞིན་སངས་རྒྱས་རྙེད་དཀའ་སྟེ། །
en: “As the uḍumbara flower Is extremely rare to find among trees, A buddha is similarly difficult to find.

source: ཁྱེད་ཀྱིས་ང་ནི་རྙེད་གྱུར་ན། །
en: Yet, now you have found me!

source: དེ་ནས་རིགས་ཀྱི་བུ་དགའ་བོ་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ཏེ་གོས་ངུར་སྨྲིག་བགོས་ཏེ། རྒྱལ་བའི་བསྟན་པ་ལ་ཡང་དག་པར་དད་པ་ཁོ་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་ངོ་། །
en: Thereupon, Nanda, the noble son, shaved off his hair and beard, donned saffron robes, and, with deep faith in the teachings of the Victorious One, went forth from home into homelessness.

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་དང་། རིགས་ཀྱི་བུ་དགའ་བོ་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ། །
en: After the Blessed One had thus spoken, Venerable Ānanda and Nanda, the noble son, praised the speech of the Blessed One.

source: དགའ་བོ་རབ་ཏུ་བྱུང་བའི་མདོ་རྫོགས་སོ།། །།
en: Thus concludes The Sūtra of Nanda’s Going Forth.

source: རྩངས་དེ་བེན་དྲ་ར་ཀྵི་ཏས་ཞུས་ཆེན་བགྱིས་པ།། །།
en: This text was edited by Tsang Devendrarakṣita.
